Overload List
Name  |   Description
SendToBack(Document, View, ElementId)
 Places the given detail instance behind all detail instances in the view.
SendToBack(Document, View, ICollection ElementId )
 Places the given detail instances behind all other detail instances in the view, while keeping the order of the given ones.
 See Also
  DetailElementOrderUtils Class
  DetailElementOrderUtils Members
  Autodesk.Revit.DB Namespace